<?php
// +----------------------------------------------------------------------
// | Redis配置文件
// +----------------------------------------------------------------------

return [
    // 缓存前缀
    'prefix'        => '',
    // 缓存有效期 0表示永久缓存，单位：秒
    'expire'        => 0,
    // redis主机
    'host'          => '127.0.0.1',
    // redis端口
    'port'          => '',
    // 密码
    'password'      => '',
    // 操作库
    'select'        => 0,
    // 超时时间(秒)
    'timeout'       => 0,
    // 是否长连接
    'persistent'    => false,
];
